{
  "nav": {
    "home": "Home",
    "about": "About Us",
    "programs": "Programs",
    "contact": "Contact Us"
  },
  "home": {
    "heading1": "Unlock Your Child’s Potential with Robotics and Coding at",
    "content1": "At Big Brains, we’re introducing children to the exciting world of robotics and coding, helping them unlock their full potential. Our programs go beyond just building robots—they nurture creativity, boost problem-solving skills, and cultivate a deep passion for technology. We believe every child is an innovator in the making, and we’re here to help them realize that potential.",
    "whyquestion": "Why Robotics Matters for Kids?",
    "whyanswer": "Robotics is a powerful tool for developing critical thinking, creativity, and teamwork. By learning how to build and program robots, children gain skills that are essential for thriving in today’s tech-centric world, providing a strong foundation for future success in various industries.",
    "howquestion": "How to Select the Right Robotics Class?",
    "howanswer": "Choosing the best robotics program for your child requires careful consideration. Here are a few tips to guide you",
    "howhead1": "Identify Interests",
    "howcontent1": "Focus on what aspects of robotics excite your child.",
    "howhead2": "Evaluate Curriculum",
    "howcontent2": "Ensure the course includes both theoretical learning and practical application.​",
    "howhead3": "Look for Experienced Instructors",
    "howcontent3": "Seek out mentors who are passionate and knowledgeable.​",
    "howhead4": "Prioritize Small Class Sizes",
    "howcontent4": "Personalized attention often enhances learning.​",
    "howhead5": "Emphasize Hands-On Learning",
    "howcontent5": "Projects that challenge children to create and experiment are key to retaining knowledge.​",
    "coding": "Coding and Robotics at",
    "codingcontent1": "At Big Brains, we offer a dynamic curriculum in coding and robotics, designed to ignite curiosity and develop a lifelong passion for technology. Our programs cater to different age groups and skill levels, ensuring every child can find a program suited to their interests.With state-of-the-art resources and experienced instructors, we create an environment that fosters innovation and growth.",
    "codingcontent2": "Our hands-on courses introduce students to engineering, programming, and design concepts through engaging projects, encouraging them to think critically and creatively while having fun. Join us, and watch your child become a tech-savvy problem-solver ready for the future!",
    "enrollcontent": "Hear from parents and students who have transformed their skills and confidence through our robotics and coding classes at",
    "enrollbutton": "Enroll Now"
  },
  "footer": {
    "content": "Exemplary coding and Robotics training for kids aged 7 and above in Switzerland."
  },
  "about": {
    "aboutus": "About Us",
    "content1": "Welcome to",
    "content2": ", an exciting platform for whipping young minds into creative fantasia. Serving quality education related to the subjects of robotics and coding, we set out to equip future innovators in the technological sector. Ensuring a dynamic and inclusive learning environment for our students, we aim to nurture a love for technology with passion.",
    "why": "Why Big Brains?",
    "whyanswerhead1": "Experienced Educators",
    "whyanswercontent1": "Instructors have not only expertise in their fields but are also passionate mentors who guide children through their learning journey.",
    "whyanswerhead2": "Comprehensive Programs",
    "whyanswercontent2": "Curriculum here are founded on the fundamental principles and the coding and robotics advancements.",
    "whyanswerhead3": "Customized Learning",
    "whyanswercontent3": "Each one of the children is given customized attention so that every learning need is met.",
    "whyanswerhead4": "Award-winning curriculum",
    "whyanswercontent4": "Our award-winning programs are designed to inspire curiosity, creativity, and critical thinking to equip the kid with the skills needed for the future.",
    "ourteaching": "Our Teaching Methodology",
    "ourteachinghead1": "Study-Based Learning",
    "ourteachingcontent1": "Our award-winning programs are designed to inspire curiosity, creativity, and critical thinking to equip the kid with the skills needed for the future.",
    "ourteachinghead2": "Tailor-made for every child​",
    "ourteachingcontent2": "Our programs are designed for different types of learning experience for the children. The age, small class sizes, or specified goals can​ be differentiated-all by regarding your needs and objectives.",
    "ourteachinghead3": "Inclusive Education",
    "ourteachingcontent3": "We provide all our students with an inclusive curriculum that is designed for a diverse range of students. Our flexible programs perfect the adjustment to different learning styles, including traditional, gifted, and special-needs students; thus, every child will have the opportunity to progress at his/her own pace.​",
    "skillshead": "Programs for All Skill Levels",
    "skillscontent1": "Whether your child is new to the world of robotics and coding, or has already mastered some of the concepts, we have programs designed to fit every need and skill level. Have glance at our Programs to determine which option best fits your child's needs.",
    "skillscontent2": "If you need more information or have questions, please contact us, and we will be happy to help you!​",
    "contact": "Contact Us"
  },
  "contact": {
    "contact": "Contact Us",
    "para": "We’d love to hear from you! Whether you have questions about our courses, need support, or just want to say hello, feel free to reach out to us.​"
  },
  "program": {
    "program": "Programs",
    "heading1": "Nurturing tomorrow’s innovators",
    "content1": "Big Brains inspire young minds with interactive robotics and coding programs. At Big Brains, every child, regardless of age or experience level, will find a program designed to excite them and challenge their potential. ​",
    "highlights": "Program Highlights",
    "highlightcontent1": "Experiential & Project-based Learning.",
    "highlightcontent2": "Instructor-led sessions (online and offline),",
    "highlightcontent3": "Curriculum as per age group",
    "overviewhead": "Overview of the programs we offer",
    "overviewcontent11": "Robotics for beginners",
    "overviewcontent12": "Level ONE (ages 7 and up)",
    "overviewcontent13": "Our starter course is designed for little explorers who embark for the first time into the fascinating robot world. This course delves into the scientific aspects of programming and mechanical design with hands-on learning, as students will build and program their robots with intuitive tools. At the end, they will have strengthened their critical thinking skills and problem-solving abilities.​",
    "overviewcontent14": "Program outcome",
    "overviewcontent15": "Kids will learn block based coding using SCRATCH Programming.​",
    "overviewcontent16": "Building small robotics projects using Tinkercad Block Programming.​",
    "overviewcontent17": "Simple android apps using App inventor​.​",
    "overviewcontent18": "Online Program.​",
    "overviewcontent19": "Big Brains believes that every child learns differently. To cater for these varied needs, we offer personalized online coding and robotics courses. These courses will equip students to do well in today's digital world. Whether one-on-one or in small groups, our instructors are trained to provide students with tailored help so they may reach their full potential. Level One and Level Two are available online.​",
    "overviewcontent110": "Ready to start your learning journey? Enroll today to take the first step towards achieving your goals.​​",
    "overviewcontent21":"Mid-Level Robotics",
    "overviewcontent22":"Level TWO​",
    "overviewcontent23":"Our intermediate robotics course expands on basic skills, introducing advanced programming, sensor integration, and automation. Students will design and build robots to tackle complex tasks such as navigating mazes or performing automated actions. This hands-on approach nurtures creativity and sharpens technical skills for future robotics challenges.",
    "overviewcontent24":"Kids will learn Advanced block based coding using SCRATCH Programming.​",
    "overviewcontent25":"Building robotics projects using Tinkercad.​",
    "overviewcontent26":"Text Based Coding using Python, Basics of Machine Learning & AI.​"
  }
}
