{
  "nav": {
    "home": "Heim",
    "about": "Über uns",
    "programs": "Programme",
    "contact": "Kontaktieren Sie uns"
  },
  "home": {
    "heading1": "Entfalten Sie das Potenzial Ihres Kindes mit Robotik und Programmieren bei",
    "content1": "Bei Maven Academy führen wir Kinder in die aufregende Welt der Robotik und des Programmierens ein und helfen ihnen, ihr volles Potenzial auszuschöpfen. Unsere Programme gehen über den reinen Roboterbau hinaus – sie fördern die Kreativität, fördern die Problemlösungskompetenz und fördern eine tiefe Leidenschaft für Technologie. Wir glauben, dass jedes Kind ein Innovator ist, und wir sind hier, um ihm zu helfen, dieses Potenzial auszuschöpfen.",
    "whyquestion": "Warum ist Robotik für Kinder wichtig?",
    "whyanswer": "Robotik ist ein leistungsstarkes Werkzeug zur Entwicklung von kritischem Denken, Kreativität und Teamarbeit. Indem sie lernen, Roboter zu bauen und zu programmieren, erwerben Kinder Fähigkeiten, die für das Gedeihen in der heutigen technikzentrierten Welt unerlässlich sind und eine solide Grundlage für zukünftigen Erfolg in verschiedenen Branchen bilden.",
    "howquestion": "Wie wählt man den richtigen Robotikkurs aus?",
    "howanswer": "Die Wahl des besten Robotikprogramms für Ihr Kind erfordert sorgfältige Überlegung. Hier sind einige Tipps, die Ihnen dabei helfen können",
    "howhead1": "Interessen identifizieren",
    "howcontent1": "Konzentrieren Sie sich darauf, welche Aspekte der Robotik Ihr Kind begeistern.",
    "howhead2": "Lehrplan evaluieren",
    "howcontent2": "Stellen Sie sicher, dass der Kurs sowohl theoretisches Lernen als auch praktische Anwendung umfasst.​",
    "howhead3": "Suchen Sie nach erfahrenen Lehrern",
    "howcontent3": "Suchen Sie nach Mentoren, die leidenschaftlich und kompetent sind.​",
    "howhead4": "Kleine Klassengrößen priorisieren",
    "howcontent4": "Persönliche Aufmerksamkeit fördert oft das Lernen.​",
    "howhead5": "Betonen Sie praktisches Lernen",
    "howcontent5": "Projekte, die Kinder zum Gestalten und Experimentieren anregen, sind der Schlüssel zum Behalten von Wissen.​",
    "coding": "Coding und Robotik an der",
    "codingcontent1": "Bei Maven Academy bieten wir einen dynamischen Lehrplan in Programmierung und Robotik an, der die Neugierde wecken und eine lebenslange Leidenschaft für Technologie entwickeln soll. Unsere Programme richten sich an verschiedene Altersgruppen und Fähigkeitsstufen, sodass jedes Kind ein Programm finden kann, das seinen Interessen entspricht. Mit hochmodernen Ressourcen und erfahrenen Lehrern schaffen wir eine Umgebung, die Innovation und Wachstum fördert.",
    "codingcontent2": "Unsere praxisorientierten Kurse führen Schüler anhand spannender Projekte in die Konzepte von Technik, Programmierung und Design ein und regen sie an, kritisch und kreativ zu denken und dabei Spaß zu haben. Kommen Sie zu uns und erleben Sie, wie Ihr Kind zu einem technisch versierten Problemlöser wird, der für die Zukunft gerüstet ist!",
    "enrollcontent": "Hören Sie von Eltern und Schülern, die ihre Fähigkeiten und ihr Selbstvertrauen durch unsere Robotik- und Programmierkurse verbessert haben",
    "enrollbutton": "Jetzt anmelden"
  },
  "footer": {
    "content": "Vorbildliches Coding- und Robotik-Training für Kinder ab 7 Jahren in der Schweiz."
  },
  "about": {
    "aboutus": "Über uns",
    "content1": "Herzlich Willkommen bei",
    "content2": ", eine aufregende Plattform, um junge Köpfe in kreative Fantasien zu versetzen. Wir bieten eine qualitativ hochwertige Ausbildung in den Bereichen Robotik und Programmierung und machen uns daran, zukünftige Innovatoren im Technologiesektor auszustatten. Wir sorgen für ein dynamisches und integratives Lernumfeld für unsere Schüler und wollen die Liebe zur Technologie mit Leidenschaft fördern.",
    "why": "Warum Maven Academy?",
    "whyanswerhead1": "Erfahrene Pädagogen",
    "whyanswercontent1": "Die Dozenten verfügen nicht nur über Fachwissen auf ihrem Gebiet, sondern sind auch leidenschaftliche Mentoren, die Kinder auf ihrem Lernweg begleiten.",
    "whyanswerhead2": "Umfassende Programme",
    "whyanswercontent2": "Der Lehrplan hier basiert auf den Grundprinzipien und den Fortschritten in den Bereichen Codierung und Robotik.",
    "whyanswerhead3": "Maßgeschneidertes Lernen",
    "whyanswercontent3": "Jedes der Kinder erhält eine individuelle Betreuung, so dass alle Lernbedürfnisse erfüllt werden.",
    "whyanswerhead4": "Preisgekrönter Lehrplan",
    "whyanswercontent4": "Unsere preisgekrönten Programme sind so konzipiert, dass sie Neugier, Kreativität und kritisches Denken anregen, um das Kind mit den Fähigkeiten auszustatten, die es für die Zukunft braucht.",
    "ourteaching": "Unsere Lehrmethodik",
    "ourteachinghead1": "Studienbasiertes Lernen",
    "ourteachingcontent1": "Unsere preisgekrönten Programme sind so konzipiert, dass sie Neugier, Kreativität und kritisches Denken anregen, um das Kind mit den Fähigkeiten auszustatten, die es für die Zukunft braucht.",
    "ourteachinghead2": "Maßgeschneidert für jedes Kind",
    "ourteachingcontent2": "Unsere Programme sind für verschiedene Arten von Lernerfahrungen für die Kinder konzipiert. Das Alter, die kleinen Klassengrößen oder die festgelegten Ziele können unterschieden werden - alles unter Berücksichtigung Ihrer Bedürfnisse und Ziele.",
    "ourteachinghead3": "Integrationspädagogik",
    "ourteachingcontent3": "Wir bieten allen unseren Schülerinnen und Schülern einen inklusiven Lehrplan, der für eine Vielzahl von Schülerinnen und Schülern konzipiert ist. Unsere flexiblen Programme perfektionieren die Anpassung an verschiedene Lernstile, einschließlich traditioneller, begabter und behinderter Schüler; So hat jedes Kind die Möglichkeit, in seinem eigenen Tempo Fortschritte zu machen.",
    "skillshead": "Programme für alle Könnerstufen",
    "skillscontent1": "Ganz gleich, ob Ihr Kind neu in der Welt der Robotik und des Programmierens ist oder bereits einige der Konzepte beherrscht, wir haben Programme, die für jeden Bedarf und jedes Kenntnisstand geeignet sind. Werfen Sie einen Blick auf unsere Programme, um herauszufinden, welche Option am besten zu den Bedürfnissen Ihres Kindes passt.",
    "skillscontent2": "Wenn Sie weitere Informationen benötigen oder Fragen haben, kontaktieren Sie uns bitte, und wir helfen Ihnen gerne weiter!​",
    "contact": "Kontaktieren Sie uns"
  },
  "contact": {
    "contact": "Kontaktieren Sie uns",
    "para": "Wir würden uns freuen, von Ihnen zu hören! Egal, ob Sie Fragen zu unseren Kursen haben, Unterstützung benötigen oder einfach nur Hallo sagen möchten, zögern Sie nicht, sich an uns zu wenden."
  },
  "program": {
    "program": "Programme",
    "heading1": "Die Innovatoren von morgen fördern",
    "content1": "Maven Academy inspiriert junge Köpfe mit interaktiven Robotik- und Programmierprogrammen. Bei Maven Academy findet jedes Kind, unabhängig von Alter oder Erfahrungslevel, ein Programm, das es begeistert und sein Potenzial herausfordert.",
    "highlights": "Programm-Highlights",
    "highlightcontent1": "Erfahrungs- und projektbasiertes Lernen.",
    "highlightcontent2": "Von einem Kursleiter geleitete Sitzungen (online und offline),",
    "highlightcontent3": "Curriculum nach Altersgruppen",
    "overviewhead": "Übersicht über die von uns angebotenen Programme",
    "overviewcontent11": "Robotik für Einsteiger",
    "overviewcontent12": "Level ONE (ab 7 Jahren)",
    "overviewcontent13": "Unser Einsteigerkurs richtet sich an kleine Entdecker, die sich zum ersten Mal in die faszinierende Roboterwelt begeben. Dieser Kurs befasst sich mit den wissenschaftlichen Aspekten der Programmierung und mechanischen Konstruktion mit praktischem Lernen, da die Schüler ihre Roboter mit intuitiven Werkzeugen bauen und programmieren. Am Ende haben sie ihre Fähigkeiten zum kritischen Denken und zur Problemlösung gestärkt.",
    "overviewcontent14": "Program outcome",
    "overviewcontent15": "Kinder lernen blockbasiertes Programmieren mit SCRATCH-Programmierung.​",
    "overviewcontent16": "Erstellen kleiner Robotikprojekte mit Tinkercad Block Programming.​",
    "overviewcontent17": "Einfache Android-Apps mit App Inventor.​",
    "overviewcontent18": "Online-Programm.",
    "overviewcontent19": "Maven Academy glaubt, dass jedes Kind anders lernt. Um diesen unterschiedlichen Bedürfnissen gerecht zu werden, bieten wir personalisierte Online-Programmier- und Robotikkurse an. Diese Kurse werden die Schüler in die Lage versetzen, in der heutigen digitalen Welt erfolgreich zu sein. Ob Einzelunterricht oder in kleinen Gruppen, unsere Instruktoren sind geschult, um den Schülern maßgeschneiderte Hilfe zu bieten, damit sie ihr volles Potenzial ausschöpfen können. Level One und Level Two sind online verfügbar.",
    "overviewcontent110": "Sind Sie bereit, Ihre Lernreise zu beginnen? Melden Sie sich noch heute an, um den ersten Schritt zur Erreichung Ihrer Ziele zu machen.​​",
    "overviewcontent21": "Robotik auf mittlerer Ebene",
    "overviewcontent22": "Stufe ZWEI",
    "overviewcontent23": "Unser Robotikkurs für Fortgeschrittene erweitert die Grundkenntnisse und führt in fortgeschrittene Programmierung, Sensorintegration und Automatisierung ein. Die Studierenden entwerfen und bauen Roboter, um komplexe Aufgaben wie das Navigieren in Labyrinthen oder das Ausführen automatisierter Aktionen zu bewältigen. Dieser praxisorientierte Ansatz fördert die Kreativität und schärft die technischen Fähigkeiten für zukünftige Herausforderungen der Robotik.",
    "overviewcontent24": "Kinder lernen fortgeschrittenes blockbasiertes Programmieren mit SCRATCH-Programmierung.",
    "overviewcontent25": "Erstellen von Robotikprojekten mit Tinkercad.​",
    "overviewcontent26": "Textbasiertes Codieren mit Python, Grundlagen des maschinellen Lernens und KI.​"
  }
}
